NUMBER_EMOJIS = {
    1: '1️⃣',
    2: '2️⃣',
    3: '3️⃣',
    4: '4️⃣',
    5: '5️⃣',
    6: '6️⃣',
    7: '7️⃣',
    8: '8️⃣',
    9: '9️⃣',
}

EMOJI_NUMBERS = {
    '1️⃣': 1,
    '2️⃣': 2,
    '3️⃣': 3,
    '4️⃣': 4,
    '5️⃣': 5,
    '6️⃣': 6,
    '7️⃣': 7,
    '8️⃣': 8,
    '9️⃣': 9,
}

INDICATOR_EMOJIS = {
    "green_check": '✅',
    "blue_check": '☑️',
    "lock": '🔒',
    'dice': '🎲',
    'red_x': '❌',
    'eye': '👁️',
    'game_controller': '🎮',
    'star': '⭐',
    'down_arrow': '⬇️',
    'up_arrow': '⬆️',
    'thumbs_up': '👍',
    'thumbs_down': '👎',
    'rotating_arrows': '🔄',
    'link': '🔗',
    'notepad': '🗒️',
}

RESULT_EMOJIS = {
    'trophy': '🏆',
    '1st': '🥇',
    '2nd': '🥈',
    '3rd': '🥉',
    'medal': '🏅',
}